Trying 192.168.1.90...
Connected to 192.168.1.90.
Escape character is '^]'.

User Name : apap
Password  : ap**


American Power Conversion               Network Management Card AOS      v3.5.8
(c) Copyright 2007 All Rights Reserved  Rack PDU APP                     v3.5.7
-------------------------------------------------------------------------------
Name      : RackPDU                                   Date : 02/25/2007
Contact   : XXL                                       Time : 00:39:04
Location  : TestLab                                   User : Outlet User
Up Time   : 1 Day 0 Hours 11 Minutes                  Stat : P+ N+ A+

Switched Rack PDU: Communication Established

------- Control Console -------------------------------------------------------

     1- Device Manager
     2- Network
     3- System
     4- Logout

     <ESC>- Main Menu, <ENTER>- Refresh
> 

------- Control Console -------------------------------------------------------

     1- Device Manager
     2- Network
     3- System
     4- Logout

     <ESC>- Main Menu, <ENTER>- Refresh
> 1

------- Control Console -------------------------------------------------------

     1- Device Manager
     2- Network
     3- System
     4- Logout

     <ESC>- Main Menu, <ENTER>- Refresh
> 21

------- Device Manager --------------------------------------------------------

     1- Phase Monitor
     2- Outlet Management
     3- Power Supply Status

     <ESC>- Back, <ENTER>- Refresh
> 12

------- Outlet Management -----------------------------------------------------

     1- Outlet Control/Configuration

     <ESC>- Back, <ENTER>- Refresh
> 81

------- Outlet Control/Configuration ------------------------------------------

     1- Outlet 1                 ON
     2- Outlet 2                 ON
     3- Outlet 3                 ON
     4- Outlet 4                 ON
     5- Outlet 5                 ON
     6- Outlet 6                 ON
     7- Outlet 7                 ON
     8- Outlet 8                 OFF
     9- ALL Accessible Outlets

     <ESC>- Back, <ENTER>- Refresh
> 28

------- Outlet 8 --------------------------------------------------------------

        Name         : Outlet 8
        Outlet       : 8
        State        : OFF

     1- Immediate On
     2- Immediate Off
     3- Immediate Reboot
     4- Delayed On
     5- Delayed Off
     6- Delayed Reboot
     7- Cancel 

     ?- Help, <ESC>- Back, <ENTER>- Refresh
> 2
        -----------------------------------------------------------------------
        Immediate Off

        This command will immediately turn
        outlet 8 named 'Outlet 8' OFF.

        Enter 'YES' to continue or <ENTER> to cancel : YESYES
        Command successfully issued.

        Press <ENTER> to continue...


------- Outlet 8 --------------------------------------------------------------

        Name         : Outlet 8
        Outlet       : 8
        State        : OFF

     1- Immediate On
     2- Immediate Off
     3- Immediate Reboot
     4- Delayed On
     5- Delayed Off
     6- Delayed Reboot
     7- Cancel 

     ?- Help, <ESC>- Back, <ENTER>- Refresh
> 

------- Outlet Control/Configuration ------------------------------------------

     1- Outlet 1                 ON
     2- Outlet 2                 ON
     3- Outlet 3                 ON
     4- Outlet 4                 ON
     5- Outlet 5                 ON
     6- Outlet 6                 ON
     7- Outlet 7                 ON
     8- Outlet 8                 OFF
     9- ALL Accessible Outlets

     <ESC>- Back, <ENTER>- Refresh
> 88

------- Outlet 8 --------------------------------------------------------------

        Name         : Outlet 8
        Outlet       : 8
        State        : OFF

     1- Immediate On
     2- Immediate Off
     3- Immediate Reboot
     4- Delayed On
     5- Delayed Off
     6- Delayed Reboot
     7- Cancel 

     ?- Help, <ESC>- Back, <ENTER>- Refresh
> 11
        -----------------------------------------------------------------------
        Immediate On

        This command will immediately turn
        outlet 8 named 'Outlet 8' ON.

        Enter 'YES' to continue or <ENTER> to cancel : YESYES
        Command successfully issued.

        Press <ENTER> to continue...


------- Outlet 8 --------------------------------------------------------------

        Name         : Outlet 8
        Outlet       : 8
        State        : ON

     1- Immediate On
     2- Immediate Off
     3- Immediate Reboot
     4- Delayed On
     5- Delayed Off
     6- Delayed Reboot
     7- Cancel 

     ?- Help, <ESC>- Back, <ENTER>- Refresh
> 

------- Outlet Control/Configuration ------------------------------------------

     1- Outlet 1                 ON
     2- Outlet 2                 ON
     3- Outlet 3                 ON
     4- Outlet 4                 ON
     5- Outlet 5                 ON
     6- Outlet 6                 ON
     7- Outlet 7                 ON
     8- Outlet 8                 ON
     9- ALL Accessible Outlets

     <ESC>- Back, <ENTER>- Refresh
> 